/* label of button to dismiss sheet without agreeing (Close rather than OK) */
"Close" = "Luk";

/* primary label with product name */
"Connecting to %@..." = "Der oprettes forbindelse til %1@...";

/* primary label */
"Connecting..." = "Opretter forbindelse...";

/*
 * Primary label displayed when app runs in "about box" mode.
 * Most of the time this is obscured by the sheet displaying the information
 * about the application.
 */
"PrimaryLabelAbout" = "Om...";

//----- download progress info -----------------------------------------------//

/* No comment provided by engineer. */
"Downloading (%@ out of %@ Bytes)" = "Downloader (%1$@ ud af %2$@ byte)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ KB)" = "Downloader (%1$@ ud af %2$@ KB)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ MB)" = "Downloader (%1$@ ud af %2$@ MB)";

//----- product display names ------------------------------------------------//

/** Name displayed in lieu of product when product is not known */
"UnknownTheProduct" = "applikationen";

/* G2M product display name */
"GoToMeeting" = "GoToMeeting";

/* G2T product display name */
"GoToTraining" = "GoToTraining";

/* G2W product display name */
"GoToWebinar" = "GoToWebinar";

/* G2A product display name */
"GoToAssist" = "GoToAssist";

/* G2AC product display name */
"GoToAssist Corporate" = "GoToAssist Corporate";

/* GoToMyPC product display name */
"GoToMyPC" = "GoToMyPC";


//----- About Box ------------------------------------------------------------//


/* Message (title) displayed on face of about box sheet. */
"AboutBoxMessage" = "Om GoTo Opener";

/* Detailed info displayed on face of about box sheet. */
"AboutBoxInfo" = "GoTo Opener hjælper GoTo-websteder og -software med at køre problemfrit på din computer.\n\nVersion: %@\n\nPlacering: %@";


//----- task labels for main window ------------------------------------------//

/* generic launch progress label */
"Initializing" = "Initialiserer";

/*
 * Progress label displayed while just-launched, persistently-installed app
 * initially downloads session parameters from Launcher Service
 */
"DownloadingArgs" = "Anmoder om specifikke startoplysninger";

/* progress label displayed while waiting for another DownloaderApp to finish */
"WaitingForMutex" = "Venter på, at en anden GoTo Opener er færdig";

/* progress label displayed while DownloaderApp installs itself to persistent location */
"InstallingDlApp" = "Installerer GoTo Opener";

/* generic starting plugin download progress label */
"Starting Plugin Download" = "Starter download af plug-in";

/* generic installing plugin label */
"Installing Plugin" = "Installerer plug-in";

/* generic starting download progress label */
"Starting Download" = "Starter download";

/* generic downloading progress label */
"Downloading" = "Downloader";

/* generic verify archive progress label */
"Verifying" = "Verificerer";

/* generic unarchiving progress label */
"Unzipping" = "Udpakker";

/* generic launch progress label */
"Installing" = "Installerer";

/* generic launch progress label */
"Launching" = "Starter";

/* launch installer progress label */
"Launching Installer" = "Starter installationsprogram";

//----- Message text for error alert sheets ----------------------------------//

/* download failed alert message */
"Download Failed" = "Download mislykkedes";

/* unarchive failed alert message */
"Unarchive Failed" = "Fjernelse fra arkiv mislykkedes";

/* installation failed alert message */
"Installation Failed" = "Installationen mislykkedes";

/* launch failed alert message */
"Launch Failed" = "Start mislykkedes";

//----- Info text for error alert sheets -------------------------------------//

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to launch app, into which specific product name is inserted */
"AppFatalMsgPre"  = "GoTo Opener kunne desværre ikke startes %@.";

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to install package, into which specific product name is inserted */
"InstallFatalMsgPre"  = "GoTo Opener kunne desværre ikke installeres %@.";

/* boilerplate conclusion for error sheets indicating complete failure of the Launcher */
"GenericFatalMsgPost" = "Genstart downloaden, eller kontakt vores globale kundeservice på \nhttp://link.logmeininc.com/get-help.";

/* boilerplate introduction for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPre"  = "GoTo Opener har desværre ikke tillid til downloadserveren.";

/* boilerplate conclusion for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPost" = "Sørg for, at du har opdateret certifikater, der er tillid til, i dine nøglekæder, eller kontakt vores globale kundeservice på \nhttp://link.logmeininc.com/get-help.";

/* notify user that product endpoint version doesn't support OS version */
"ProductSupportForOsErrorInfo" = "Den anmodede version af %@ understøtter ikke denne version af Mac OS X.";

/* app download failed alert informative text */
"DownloadAppFailedErrorInfo" = "Kunne ikke downloade den ønskede applikation fra vores servere.";

/* app download failed alert instructions to manually download and install endpoint */
"DownloadAppFailedOfferManualDownload" = "%@ startede ikke, fordi der opstod et problem med at downloade appen. Gem filen med din webbrowser i stedet:\n\n1. Klik på knappen 'Download i browser'.\n2. Åbn og installer den downloadede fil.\n3. Prøv at åbne din session igen.";

/* app download failed alert instructions to manually download and install endpoint, post part */
"DownloadAppFailedOfferManualDownloadPost" = "Du kan få mere hjælp ved at kontakte din systemadministrator eller ved at kontakte %@-support på\nhttps://link.logmeininc.com/get-help.";


/* app download failed alert download button */
"Download" = "Download i browser";

/* installer download failed alert informative text */
"DownloadInstallerFailedErrorInfo" = "Kunne ikke downloade installationsprogrammet fra vores servere.";

/* app unarchive failed alert informative text */
"UnarchiveAppFailedErrorInfo" = "Kunne ikke fjerne den påkrævede applikation fra arkivet.";

/* installer unarchive failed alert informative text */
"UnarchiveInstallerFailedErrorInfo" = "Kunne ikke fjerne installationsprogrammet fra arkivet.";

/* failed to place app bundle in permanent location, alert informative text */
"InstallAppFailedErrorInfo" = "Kunne ikke installere den påkrævede applikation.";

/* app launch failed alert informative text */
"LaunchAppFailedErrorInfo" = "Kunne ikke starte den påkrævede applikation.";

/* installer launch failed alert informative text */
"LaunchInstallerFailedErrorInfo" = "Kunne ikke starte installationsprogrammet.";

/* app arguments download failed alert informative text */
"DownloadAppArgumentsFailedErrorInfo" = "Kunne ikke downloade de påkrævede applikationsargumenter fra vores servere.";


//----- for SSL error alert sheets -------------------------------------------//

/* label of button to retry on authentication timeout (not abort the app) */
"AuthTimeoutErrorRetryButtonLabel" = "Prøv igen";

/* label of button to cancel retry on authentication timeout (so abort the app) */
"AuthTimeoutErrorCancelButtonLabel" = "Luk";

/* authentication timeout alert message */
"AuthTimeoutErrorMsg" = "Godkendelse tog for langt tid";

/* authentication timeout alert informative text */
"AuthTimeoutErrorInfo" = "Kunne ikke godkende brugeroplysninger inden for en rimelig tidsperiode. Måske er det navn eller den adgangskode, du sendte, ikke korrekt. Prøv igen.";

/* label of button to retry on connection lost during authentication (not abort the app) */
"AuthDisconnectErrorRetryButtonLabel" = "Prøv igen";

/* label of button to cancel retry on connection lost during authentication (so abort the app) */
"AuthDisconnectErrorCancelButtonLabel" = "Luk";

/* disconnect during authentication alert message */
"AuthDisconnectErrorMsg" = "Godkendelse mislykkedes";

/* disconnect during authentication alert informative text */
"AuthDisconnectErrorInfo" = "Netværksforbindelsen blev uventet mistet under godkendelse. Måske er det navn eller den adgangskode, du sendte, ikke korrekt. Prøv igen.";

/* SSL server certificate error alert message */
"ServerSslCertErrorMsg" = "Der er ikke tillid til serverens identitet";

/* generic SSL server certificate error informative text */
"ServerSslCertError" = "Servercertifikatet er tilsyneladende ugyldigt. Hvis du opretter forbindelse til serveren, udsætter du dine fortrolige oplysninger for en risiko.";

/* generic SSL server certificate error informative text <URL including host> */
"ServerSslCertErrorWithUrl" = "Certifikatet til serveren i \\'%@\\' er tilsyneladende ugyldigt. Hvis du opretter forbindelse til serveren, udsætter du dine fortrolige oplysninger for en risiko.";

/* generic SSL server certificate error informative text <host name> */
"ServerSslCertErrorWithHostName" = "Certifikatet til serveren \\'%@\\' er tilsyneladende ugyldigt. Hvis du opretter forbindelse til serveren, udsætter du dine fortrolige oplysninger for en risiko.";

/* label of button to close server certificate error dialog and abort the app */
"ServerCertErrorCancelButtonLabel" = "Luk";
